Repository: svenbolte/foldergallery
Catalog: languages/foldergallery-*_formal.po
Languages: de_de_formal

source: seconds
de_de_formal: Sekunden

source: (0 = off)
de_de_formal: (0 = aus)

source: All
de_de_formal: Alle

source: Auto Adjust Height
de_de_formal: Höhe automatisch anpassen

source: Autoplay Speed
de_de_formal: Autoplay Geschwindigkeit

source: Black border
de_de_formal: schwarzer Rahmen

source: Border with shadow
de_de_formal: Rahmen mit Schatten

source: Caption Format
de_de_formal: Titel Format

source: Carousel
de_de_formal: Karussell

source: Columns
de_de_formal: Spalten

source: Controls
de_de_formal: Schaltflächen

source: Correct picture orientation according to EXIF tag. (Pictures will be overwritten.)
de_de_formal: Bild nach EXIF-Datei ausrichten (Bilder werden überschrieben)

source: CSS
de_de_formal: CSS Stylesheet

source: Date
de_de_formal: Datum

source: Date (descending)
de_de_formal: Datum (absteigend)

source: Default (title number size date description)
de_de_formal: Standard (Titel Nummer Größe Datum Beschreibung)

source: Details successfully updated.
de_de_formal: RSS Einstellungen aktualisiert.

source: Display images fullscreen
de_de_formal: als Vollbild anzeigen

source: Display infobar (counter and arrows at the top)
de_de_formal: Infobalken anzeigen

source: Display navigation arrows at the screen edges
de_de_formal: Navigationspfeile rechts und links

source: Display Thumbnails
de_de_formal: Voransichten anzeigen

source: Display toolbar (buttons at the top)
de_de_formal: Werkzeugleiste anzeigen

source: Enable infinite gallery navigation
de_de_formal: Aktivieren Sie die unendliche Galerie-Navigation

source: Fade
de_de_formal: Ausblenden

source: Fancybox Caption Style
de_de_formal: Fancybox-Beschriftungsstil

source: Fancybox Transition
de_de_formal: Fancybox-Übergang

source: Feed display Error
de_de_formal: Feed Anzeigefehler

source: Feed is down
de_de_formal: RSS Feed nicht erreichbar

source: FGal Settings
de_de_formal: FGal Einstellungen

source: file
de_de_formal: Datei

source: Filename
de_de_formal: Dateiname

source: Filename (descending)
de_de_formal: Dateiname (absteigend)

source: Filename without extension
de_de_formal: Dateiname ohne Erweiterung

source: Filename, size
de_de_formal: Dateiname, Größe

source: Filename, Size, Pic-Index, Filedate, humandate
de_de_formal: Dateiname, Größe, Bildindex, Datum, wie lange her

source: files
de_de_formal: Dateien

source: files with
de_de_formal: Datei(en) mit

source: first page
de_de_formal: erste Seite

source: Fix WPML Paths
de_de_formal: WPML-Pfade reparieren

source: Fix WPML paths
de_de_formal: WPML Pfade korrigieren

source: Float
de_de_formal: fließend

source: Folder Gallery Error:
de_de_formal: Folder Galerie Fehler:

source: Folder Gallery Settings
de_de_formal: Folder Galerie Einstellungen

source: Folder Gallery Slider Settings
de_de_formal: Folder Galerie Slider Einstellungen

source: Folder Slider Settings
de_de_formal: Folder Slider Einstellungen

source: For details, see:
de_de_formal: Einzelheiten finden Sie unter:

source: Force 777 permissions on cache folders
de_de_formal: Erzwingen Sie 777-Berechtigungen für Cache-Ordner

source: FSlider Settings
de_de_formal: FSlider Einstellungen

source: Gallery Engine
de_de_formal: Galerie Engine

source: Gray border
de_de_formal: grauer Rahmen

source: Height
de_de_formal: Höhe in px

source: html table from the file if exists on the root of domain
de_de_formal: HTML-Tabelle aus der Datei, falls im Stammverzeichnis der Domäne vorhanden

source: html table from the files sweden.csv, norway.csv and iceland.csv that exists in
de_de_formal: HTML-Tabelle aus den Dateien sweden.csv, norway.csv und iceland.csv, die im Ordner liegt:

source: Inside
de_de_formal: innerhalb

source: last page
de_de_formal: letzte Seite

source: Lightbox Settings
de_de_formal: Lightbox Einstellungen

source: Lightview default options, comma-separated.
de_de_formal: Lightview-Standardoptionen, durch Kommas getrennt.

source: Lightview Options
de_de_formal: Lightview-Optionen

source: Margin
de_de_formal: Rand

source: Misc Settings
de_de_formal: verschiedene Einstellungen

source: Modification date
de_de_formal: Änderungsdatum

source: Modification date (ISO 8601)
de_de_formal: Änderungsdatum (ISO 8601)

source: Modification date (RFC 2822)
de_de_formal: Änderungsdatum (RFC 2822)

source: Modification date and time
de_de_formal: Änderungsdatum und -zeit

source: Name Number Filesize
de_de_formal: Name Nummer Dateigröße

source: Name Number Filesize Description
de_de_formal: Name Nummer Dateigröße Beschreibung

source: next page
de_de_formal: nächste Seite

source: No
de_de_formal: Nein

source: No border
de_de_formal: kein Rahmen

source: No picture available inside %s.
de_de_formal: Keine Bilder im Verzeichnis %s.

source: None
de_de_formal: kein

source: Orientation
de_de_formal: Ausrichtung

source: Outside
de_de_formal: außerhalb

source: Over
de_de_formal: Über

source: Padding
de_de_formal: Padding (Abstand)

source: Permissions
de_de_formal: Berechtigungen

source: Picture Border
de_de_formal: Bild Rahmen

source: previous page
de_de_formal: vorige Seite

source: Random
de_de_formal: zufällig

source: Rss link and schedule
de_de_formal: RSS Link und Zeitplan

source: search and sort
de_de_formal: suchen und sortieren

source: seconds
de_de_formal: Sekunden

source: Shadow without border
de_de_formal: Schatten ohne Rahmen

source: shortcode to display an advent calendar in december, links can be given on parameter (permalinks or post IDs)
de_de_formal: Shortcode zur Anzeige eines Adventskalenders im Dezember. Links können zu Parametern angegeben werden (Permalinks oder Post-IDs).

source: shortcode to display folder contents as a responsive paged gallery
de_de_formal: Shortcode zum Anzeigen von Ordnerinhalten als resposive Galerie mit Pagination

source: shortcode to display folder document contents as a table - protect=1 disables deep links and protects folder
de_de_formal: Shortcode zum Anzeigen des Inhalts von Ordnerdokumenten als Tabelle - protected = 1 deaktiviert Deep Links und schützt Ordner

source: shortcode to display ICS or ical events in list or calendar on pages/shortcodes or html widget
de_de_formal: Shortcode zum Anzeigen von ICS- oder medizinischen Ereignissen in einer Liste oder einem Kalender auf Seiten / Shortcodes oder einem HTML-Widget

source: shortcode to display rss feed in short or long form in pages/posts/html widgets
de_de_formal: Shortcode zum Anzeigen von RSS-Feeds in Kurz- oder Langform in Seiten / Posts / HTML-Widgets

source: Shortcodes
de_de_formal: verfügbare Shortcodes

source: Shortcodes for galleries and sliders from a folder or from recent posts. output directory contents with secure download links. show csv files from url or file as table, import rss-feeds as posts and store their images locally. Display ics from url as calendar. flexible advent calendar locally hosted.
de_de_formal: Shortcodes für Galerien und Slider aus einem Ordner oder aus aktuellen Beiträgen. Inhalt des Verzeichnisses mit sicheren Download-Links. CSV-Dateien von URL oder Datei als Tabelle anzeigen, RSS-Feeds als Beiträge importieren und ihre Bilder lokal speichern. Zeigen Sie ics von der URL als Kalender an. flexibler Adventskalender lokal gehostet.

source: Show Pager
de_de_formal: Seitennavigation anzeigen

source: Show Play/Pause Button
de_de_formal: Show Play / Pause-Taste anzeigen

source: Show Previous/Next Buttons
de_de_formal: Vorherige / Nächste Schaltflächen anzeigen

source: Show Thumbnail Captions
de_de_formal: Miniaturansichten-Untertitel anzeigen

source: Single
de_de_formal: Einzel

source: Size
de_de_formal: Dateigröße

source: Size (descending)
de_de_formal: Dateigröße (absteigend)

source: Slideshow speed
de_de_formal: Diashow Geschwindigkeit

source: Smart Filename
de_de_formal: Smarter Dateiname

source: Sort Pictures by
de_de_formal: Bilder sortieren nach

source: Speed
de_de_formal: Geschwindigkeit

source: Start Slider Automatically
de_de_formal: Slider automatisch starten

source: Start slideshow automatically
de_de_formal: Diaschau automatisch starten

source: Thumbnail Settings
de_de_formal: Vorschau Einstellungen

source: Thumbnails Height
de_de_formal: Vorschau Höhe

source: Thumbnails Width
de_de_formal: Vorschau Breite

source: Transition Mode
de_de_formal: Blendeffekt

source: Unable to create the thumbnails directory inside %s.
de_de_formal: Kann Vorschau Verzeichnis nicht erstellen innerhalb %s.

source: Unable to find the directory %s.
de_de_formal: Kann Verzeichnis %s nicht finden.

source: Update RSS import settings
de_de_formal: RSS Einstellungen aktualisieren

source: Verify that this directory is writable (chmod 777).
de_de_formal: Stellen Sie sicher, dass dieses Verzeichnis beschreibbar ist (chmod 777).

source: Vertical
de_de_formal: vertikal

source: White border
de_de_formal: weißer Rahmen

source: Width
de_de_formal: Breite in px

source: WPML
de_de_formal: WPML Übersetzung

source: Yes
de_de_formal: Ja
